[
    {
        "name": "The Lean and Mean",
        "dose": "Full 10 week cycle",
        "normalPrice": 799.00,
        "salePrice": {
            "sales": true,
            "value": 465.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Lean and Mean' is a 10-week beginner-level cut-cycle designed to build lean muscle while also stripping excess fat and bringing your definition to the surface for all to see! This cycle harnesses the power of pure testosterone cypionate, the lean gains of anavar, the fast-acting sculpting effects of masteron propionate, and the fat-melting power of clenbuterol! This package includes aromasin to prevent conversion and give you a worry-free, mass-building, fat-burning cycle! Get lean and mean in just 10 short weeks with 'The Lean and Mean' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Cypionate",
                "quantity": "x2 vials",
                "dosage": "500mgs per week x 10 weeks"
            },
            {
                "name": "Masteron Propionate",
                "quantity": "x4 vials",
                "dosage": "400mgs per week x 10 weeks"
            },
            {
                "name": "Anavar tabs",
                "quantity": "x2 50 tab packs",
                "dosage": "10mg per tab, 100 tabs total"
            },
            {
                "name": "Clenbuterol tabs",
                "quantity": "x2 50 tab packs",
                "dosage": "50mcg per tab, 100 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x1 50 tab pack",
                "dosage": "10mg per tab"
            }
        ],
        "cycleLength": "10 weeks",
        "keywords": "Definition, Density, Endurance, Mass, Lean, Recovery, Workout, Enhanced, Energy, Erection, Erectile, Performance, ED, Powerful, Fat, Loss, Lose, Weight, Cut, Cutting, Gain, Confidence, Endurance, Fast, Acting, Shred, Oral, Orals, Injectable, Oil, Injectables, Cycle, Cycles, Beginner, Cut cycle, prep, diet"
    },
    {
        "name": "The Burn and Chisel",
        "dose": "Full 10 week cycle",
        "normalPrice": 859.00,
        "salePrice": {
            "sales": true,
            "value": 442.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Burn and Chisel' is a 10 week advanced cutting cycle designed for those who are ready to take their hard work to the next level! This cycle has a solid testosterone cypionate base, combined with the dramatic power of trenbolone acetate, masteron propionate, and the fat-melting effects of clenbuterol! This package includes aromasin to prevent conversion and give you a worry-free, advanced-level mass-building, fat-burning cycle! Feel the burn and chisel the next level of your physique with 'The Burn and Chisel' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Cypionate",
                "quantity": "x2 vials",
                "dosage": "500mgs per week x 10 weeks"
            },
            {
                "name": "Trenbolone Acetate",
                "quantity": "x3 vials",
                "dosage": "300mgs per week x 10 weeks"
            },
            {
                "name": "Masteron Propionate",
                "quantity": "x4 vials",
                "dosage": "400mgs per week x 10 weeks"
            },
            {
                "name": "Clenbuterol tabs",
                "quantity": "x2 50 tab packs",
                "dosage": "50mcg per tab, 100 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x1 50 tab pack",
                "dosage": "10mg per tab"
            }
        ],
        "cycleLength": "10 weeks",
        "keywords": "Definition, Density, Endurance, Mass, Lean, Recovery, Workout, Enhanced, Energy, Erection, Erectile, Performance, ED, Powerful, Fat, Loss, Lose, Weight, Cut, Cutting, Gain, Confidence, Endurance, Fast, Acting, Shred, Oral, Orals, Injectable, Oil, Injectables, Cycle, Cycles, Advanced, Cut cycle, diet"
    },
    {
        "name": "The Shredder",
        "dose": "Full 15 week cycle",
        "normalPrice": 1350.00,
        "salePrice": {
            "sales": true,
            "value": 718.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Shredder' is a 15 week contest prep-cut cycle designed for competitive athletes looking to take home a win! This cycle has a solid testosterone cypionate base, combined with the dramatic power of trenbolone acetate, masteron propionate, and the fat-melting effects of clenbuterol! This package includes aromasin to prevent conversion and give you a worry-free, pro-competition level mass-building, fat-burning cycle! Absolutely shred your competition with 'The Shredder' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Cypionate",
                "quantity": "x3 vials",
                "dosage": "500mgs per week x 15 weeks"
            },
            {
                "name": "Trenbolone Acetate",
                "quantity": "x5 vials",
                "dosage": "300mgs per week x 15 weeks"
            },
            {
                "name": "Masteron Propionate",
                "quantity": "x6 vials",
                "dosage": "400mgs per week x 15 weeks"
            },
            {
                "name": "Clenbuterol tabs",
                "quantity": "x4 50 tab packs",
                "dosage": "50mcg per tab, 200 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x1 50 tab pack",
                "dosage": "10mg per tab"
            }
        ],
        "cycleLength": "15 weeks",
        "keywords": "Definition, Density, Endurance, Mass, Lean, Recovery, Workout, Enhanced, Energy, Erection, Erectile, Performance, ED, Powerful, Fat, Loss, Lose, Weight, Cut, Cutting, Gain, Confidence, Endurance, Fast, Acting, Shred, Oral, Orals, Injectable, Oil, Injectables, Cycle, Cycles, Advanced, Cut cycle, prep, diet"
    },
    {
        "name": "The Mass Rack",
        "dose": "Full 8 week cycle",
        "normalPrice": 375.00,
        "salePrice": {
            "sales": true,
            "value": 237.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Mass Rack' is a beginner level cycle designed to promote maximum raw mass in just 8 short weeks! This cycle uses a strong base of testosterone enanthate combined with the powerful mass-building effects of dianabol. This package includes aromasin to prevent conversion and give you a worry-free, mass-building cycle! Rack up some serious mass in just 8 weeks with 'The Mass Rack' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Enanthate",
                "quantity": "x1 vial",
                "dosage": "350mgs per week x 8 weeks"
            },
            {
                "name": "Dianabol tabs",
                "quantity": "x2 50 tab packs",
                "dosage": "50mg per tab, 100 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x1 50 tab pack",
                "dosage": "10mg per tab"
            }
        ],
        "cycleLength": "8 weeks",
        "keywords": "Increase, Strength, Endurance, Mass, Build Muscle, Gain Muscle, Muscle, Lean, Recovery, Workout, Enhanced, Performance, Bulk, Power, Powerful, Weight, Gain, Endurance, Joints, Joint, Relief, Long, Acting, Injectable, Oil, offseason, cycle, cycles, bulk cycle, off season, Beginner"
    },
    {
        "name": "The Stack and Jack",
        "dose": "Full 15 week cycle",
        "normalPrice": 995.00,
        "salePrice": {
            "sales": true,
            "value": 594.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Stack and Jack' is a 15 week mass-building cycle designed to pack huge gains onto your base physique and get you noticed! This cycle utilizes the '3 Kings' of mass building: Testosterone Enanthate, Deca-Durabolin, and Dianabol! This package includes aromasin to prevent conversion and give you a worry-free, monster-building cycle! Stack these 3 Kings of Mass-Building and get absolutely jacked with 'The Stack and Jack' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Enanthate",
                "quantity": "x3 vials",
                "dosage": "600mgs per week x 15 weeks"
            },
            {
                "name": "Deca",
                "quantity": "x3 vials",
                "dosage": "600mgs per week x 15 weeks"
            },
            {
                "name": "Dianabol tabs",
                "quantity": "x4 50 tab packs",
                "dosage": "50mg per tab, 200 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x2 50 tab packs",
                "dosage": "10mg per tab, 100 tabs total"
            }
        ],
        "cycleLength": "15 weeks",
        "keywords": "Increase, Strength, Endurance, Mass, Build Muscle, Gain Muscle, Muscle, Lean, Recovery, Workout, Enhanced, Performance, Bulk, Power, Powerful, Weight, Gain, Endurance, Joints, Joint, Relief, Long, Acting, Injectable, Oil, offseason, cycle, cycles, bulk cycle, off season, advanced"
    },
    {
        "name": "The Juggernaut",
        "dose": "Full 20 week cycle",
        "normalPrice": 2750.00,
        "salePrice": {
            "sales": true,
            "value": 1941.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "cycle"
        ],
        "description": "'The Juggernaut' is a pro-level, 20 week mass-building cycle designed to create absolute MASS-MONSTERS! This cycle is a perfect off-season mega-mass-builder for competing athletes. This cycle combines the power of a full gram of testosterone per week, with the mass-leviathan Equipoise, the lean gains of anavar, and over 400ius of HGH!!! This package includes aromasin to prevent conversion and give you a worry-free, physique-transforming cycle! There are gym-monsters, and then there are JUGGERNAUTS, who become the one the competition fears with 'The Juggernaut' cycle from Hammer & Bell!",
        "productsIncluded": [
            {
                "name": "Testosterone Cypionate",
                "quantity": "x8 vials",
                "dosage": "1000mgs per week x 20 weeks"
            },
            {
                "name": "Equipoise",
                "quantity": "x5 vials",
                "dosage": "750mgs per week x 20 weeks"
            },
            {
                "name": "Anavar tabs",
                "quantity": "x4 50 tab packs",
                "dosage": "50mg per tab, 200 tabs total"
            },
            {
                "name": "Aromasin tabs",
                "quantity": "x4 50 tab packs",
                "dosage": "10mg per tab, 200 tabs total"
            },
            {
                "name": "HGH Kits from Genli Pharma",
                "quantity": "x2 kits",
                "dosage": "210iu per kit"
            }
        ],
        "cycleLength": "20 weeks",
        "keywords": "Increase, Strength, Endurance, Mass, Build Muscle, Gain Muscle, Muscle, Lean, Recovery, Workout, Enhanced, Performance, Bulk, Power, Powerful, Weight, Gain, Endurance, Joints, Joint, Relief, Long, Acting, Injectable, Oil, offseason, cycle, cycles, bulk cycle, off season, advanced, pro, contest"
    }
]