[
    {
        "name": "Anavar 50mg",
        "dose": "50 mg/tablet | 50 total tablets",
        "normalPrice": 255.00,
        "salePrice": {
            "sales": true,
            "value": 169.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "orals"
        ],
        "description": "Oxandrolone 50mg in a pressed tablet application. Oxandrolone was created in the 1960’s to help people gain weight following surgery or other health issues, as well as having benefits for treating osteoporosis thanks to Oxandrolone’s positive impact on improving bone density. Anavar comes with many benefits and potential uses, but without a doubt it is most famous for its use as a fat burning steroid, and it has very specific and unique effects in that area. Anavar has strong anabolic properties (in fact, three times that of testosterone), and weak androgenic effects – which is what makes it potentially suitable for use by women, unlike most other steroids which are far too androgenic for females. Strength, endurance, stamina and recovery are all enhanced with Anavar. So no matter what type of workouts you’re doing, you are going to see a noticeable difference in your performance and your capacity to workout beyond your normal level; whether that be endurance cardio work or lifting weights (or both).",
        "benefits": [
            "Enhanced Fat Burning",
            "Lean Muscle Growth",
            "Body Recompositioning",
            "Increased Workout Intensity",
            "Increased Workout Volume",
            "Increased Strength",
            "Increased Nutrient Uptake",
            "Improves Bone Density"
        ],
        "effectiveTime": "9 hours",
        "keywords": [
            "Anavar",
            "Var",
            "Oxandrolone",
            "Oral",
            "Fat",
            "Loss",
            "Lose",
            "Muscle",
            "gain",
            "lean",
            "mass",
            "cut",
            "cutting",
            "strength",
            "increase",
            "endurance",
            "bone",
            "bones",
            "healing",
            "weight",
            "grow",
            "growth",
            "burning",
            "cardio",
            "men",
            "women",
            "lean mass",
            "female",
            "women"
        ]
    },
    {
        "name": "Winstrol 50mg",
        "dose": "50 mg/tablet | 50 total tablets",
        "normalPrice": 64.00,
        "salePrice": {
            "sales": true,
            "value": 24.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "orals"
        ],
        "description": "Stanozanol in a pressed tablet application. Winstrol is derived from DHT and this comes with some benefits, particularly that it is a steroid that doesn’t aromatize – so it does not cause estrogen conversion. Used by both men and women in performance-based sports. Winstrol is primarily used for cutting in the bodybuilding world.",
        "benefits": [
            "Increased Strength",
            "Fat Loss",
            "Increased Speed",
            "Increased Endurance",
            "Faster Recovery"
        ],
        "effectiveTime": "9 hours",
        "keywords": [
            "Winstrol",
            "Winny",
            "Stanozanol",
            "Stano",
            "Increase",
            "Strength",
            "Endurance",
            "Lean",
            "Recovery",
            "Workout",
            "Enhanced",
            "Energy",
            "Performance",
            "Power",
            "Powerful",
            "Fat",
            "Loss",
            "Lose",
            "Weight",
            "Cut",
            "Cutting",
            "Gain",
            "Endurance",
            "Speed",
            "Fast",
            "Acting",
            "Oral",
            "lean mass",
            "Winnie"
        ]
    },
    {
        "name": "Dianabol 50mg",
        "dose": "50 mg/tablet | 50 total tablets",
        "normalPrice": 175.00,
        "salePrice": {
            "sales": true,
            "value": 99.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "orals"
        ],
        "description": "Methandienone (a.k.a. Methandrostenolone) in a pressed tablet application. Dianabol’s primary development purpose very early on was for performance enhancement. The goal was to create a steroid that could equal or better testosterone’s anabolic properties, while having a less androgenic effect. Dianabol ultimately ended up being up to twice as anabolic as regular testosterone, while its androgenic rating is about half that of testosterone. Dianabol is famous for being able to give you impressive muscle gains within a few short weeks. For this reason, bulking is the main use of Dianabol. Strength gains are the other main benefit of Dianabol, and they can be significant gains in strength that come on within the first days of a cycle.",
        "benefits": [
            "Rapid Muscle Gains",
            "Rapid Strength Gains",
            "Increased Protein Synthesis",
            "Increased Mood",
            "Enhanced Aggression in Workouts",
            "Enhanced Appetite"
        ],
        "effectiveTime": "4.5 - 6 hours",
        "keywords": [
            "Dianabol",
            "dbol",
            "methandienone",
            "Methandrostenolone",
            "oral",
            "increase",
            "gain",
            "strength",
            "size",
            "mass",
            "muscle",
            "appetite",
            "enhanced",
            "enhance",
            "intense",
            "intensity",
            "endurance",
            "oral",
            "rapid growth",
            "growth",
            "rapid gains",
            "gains",
            "bloat"
        ]
    },
    {
        "name": "Superdrol 10mg",
        "dose": "10 mg/tablet | 50 total tablets",
        "normalPrice": 92.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "stock": true,
        "feature": true,
        "category": [
            "orals"
        ],
        "description": "Methasterone in a pressed tablet application. Superdrol is a versatile steroid that fits well into both bulking and cutting cycles. Guys who are more prone to the effects of aromatizing steroids which bring about estrogenic effects like gyno and water retention can greatly benefit from Superdrol, as it does not aromatize and therefore provides an option to those users who can struggle with the estrogen-related side effects of some other steroids. Like most steroids, Superdrol will boost the important processes of protein synthesis and nitrogen retention, which is where the increased anabolic effects kick in. Cutting is perhaps where Superdrol can deliver the greatest benefits. It preserves lean muscle tissue and ensures that only fat is being used for energy. This allows you to confidently cut away fat without losing your hard-earned lean muscle. Superdrol can make an ideal cutting compound to use as competition preparation where you’re aiming to get the physique as lean and hard as possible within a short time frame.",
        "benefits": [
            "Muscle Gains",
            "Body Recompositioning",
            "Rapid Strength Gains",
            "Increased Protein Synthesis",
            "Enhanced Aggression in Workouts",
            "Rapid Fat Burning",
            "Increased Muscle Density",
            "Increased Muscle Definition",
            "Non-Aromatic"
        ],
        "effectiveTime": "6 - 8 hours",
        "keywords": [
            "oral",
            "increase",
            "gain",
            "strength",
            "size",
            "mass",
            "muscle",
            "enhanced",
            "enhance",
            "intense",
            "intensity",
            "endurance",
            "oral",
            "non",
            "aromatic",
            "definition",
            "density",
            "cut",
            "cutting",
            "fat",
            "loss",
            "lose",
            "recovery",
            "intense",
            "intensity",
            "superdrol",
            "sdrol",
            "lean",
            "cutting",
            "preserve muscle",
            "muscle density",
            "protein synthesis",
            "protein",
            "synthesis"
        ]
    },
    {
        "name": "Primobolan 20mg",
        "dose": "20 mg/tablet",
        "normalPrice": 200.00,
        "salePrice": {
            "sales": true,
            "value": 120.00
        },
        "category": [
            "orals"
        ],
        "description": "Methenolone in a pressed tablet application. Commonly known as Primobolan, this is one of the most sought-after anabolics on the market. Developed for human use to combat muscle wasting diseases, Primo is known for its low androgenic activity, making it a popular lean-mass anabolic compound for both men and women alike.",
        "benefits": "Lean Mass, Faster Recovery, Increased Immune Function, Fat Loss, Promotes overall health",
        "effectiveTime": "4 - 6 hours",
        "keywords": [
            "Primo",
            "Primobolan",
            "Methenolone",
            "Primo oral",
            "Primobolan oral",
            "Immunity",
            "Immune",
            "System",
            "Increase",
            "Strength",
            "Endurance",
            "Mass",
            "Lean",
            "Recovery",
            "Workout",
            "Enhanced",
            "Performance",
            "Bulk",
            "Bulking",
            "Fat",
            "Loss",
            "Cut",
            "Cutting",
            "Power",
            "Powerful",
            "Weight",
            "Gain",
            "Endurance",
            "Fast",
            "Acting",
            "Oral",
            "Female",
            "Women"
        ]
    },
    {
        "name": "Anadrol 50mg",
        "dose": "50 mg/tablet",
        "normalPrice": 69.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Oxymetholone in a pressed tablet application. Compared to Testosterone which has an anabolic rating of 100 and an androgenic rating of 100, Anadrol comes with a massive anabolic rating of 320 but a significantly lower androgenic rating of 45. The very potent anabolic strength as indicated by this rating tells us just how powerful Anadrol can be for muscle growth. It’s known purely as one of the best bulking steroids for a good reason and it does these things better than just about any other steroid. When it comes to bodybuilding, Anadrol’s ability to help you make big gains very quickly are legendary. Anadrol is popular with powerlifters because they need maximum strength to lift the highest possible weight in a single lift. Even for the average lifter, you’ll see your weight lifting capability increase dramatically and quite quickly – within just a few weeks you’ll be adding 30-50lbs or even more to your previous maximum weight. Anadrol can speed up your muscle recovery by promoting muscle repair, allowing you to get back in the gym sooner for another workout. A bonus benefit of Anadrol is its potential to help lubricate the joints which will be coming under much more pressure as you start lifting heavier weights.",
        "benefits": "Rapid Muscle Gains, Rapid Strength Gains, Increased Protein Synthesis, Rapid Weight Gain, Enhanced Aggression in Workouts, Enhanced Recovery, Lubrication of Connective Tissues",
        "effectiveTime": "8 - 9 hours",
        "keywords": [
            "Anadrol",
            "adrol",
            "abombs",
            "oxymetholone",
            "oral",
            "increase",
            "gain",
            "strength",
            "size",
            "mass",
            "muscle",
            "recovery",
            "enhanced",
            "intense",
            "intensity",
            "endurance",
            "weight",
            "joints",
            "aggressive",
            "angry",
            "mad"
        ]
    },
    {
        "name": "Turinabol 50mg",
        "dose": "50 mg/tablet",
        "normalPrice": 75.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Chlorodehydromethyltestosterone in a pressed tablet application. Tbol should be seriously considered as an addition to a cycle for any steroid user regardless of goal. Whether serious mass gaining steroids are being used or those compounds used for cutting, Turinabol can add another dimension to a cycle that allows you to get much more out of your other steroids while keeping their doses lower. Increased endurance, stamina, strength and improved recovery are the hallmark properties of Turinabol. Clearly these effects are also of benefit to many bodybuilders from a performance enhancement perspective. But perhaps even more powerful is this steroid’s ability to help you get more out of other steroids you’re using.",
        "benefits": "Increased Effectiveness of other Anabolic Compounds, Strength Gains, Increased Protein Synthesis, Increased Endurance, Increased Stamina, Enhanced Recovery, Overall Athletic Enhancement",
        "effectiveTime": "16 hours",
        "keywords": [
            "Turinabol",
            "Tbol",
            "oral",
            "increase",
            "gain",
            "strength",
            "size",
            "mass",
            "muscle",
            "enhanced",
            "intense",
            "intensity",
            "endurance",
            "recovery",
            "stamina",
            "protein",
            "synthesis"
        ]
    },
    {
        "name": "Proviron 20mg",
        "dose": "20 mg/tablet",
        "normalPrice": 90.00,
        "salePrice": {
            "sales": true,
            "value": 42.00
        },
        "category": [
            "orals"
        ],
        "description": "Mesterolone in a pressed tablet application. Proviron is the most well-known brand name of Mesterolone which is quite a unique steroid with benefits that are specific and different from most other steroids available. Proviron is not really thought of as an anabolic steroid at all, but rather as an oral androgen because it has low anabolic properties. Proviron has a stronger affinity for the aromatase enzyme than testosterone itself does, and testosterone being a steroid that aromatizes brings about a rise in estrogen levels and the associated side effects. Proviron does the exact opposite to this by strongly binding to the aromatase enzyme so the testosterone or other aromatizing steroids you are using are prevented from being affected by that enzyme. This can mitigate the rise in the female estrogen hormone that would otherwise normally happen when you’re using testosterone and other aromatizing steroids in your cycle. Proviron has a profound, positive impact on bioavailable testosterone, or 'Free-Test' levels, making it a perfect complement to either a TRT or Bodybuilding cycle.",
        "benefits": "Enhanced Free Testosterone Levels, Lean Mass, Fat Reduction, Increased Strength, Increased Libido, Increased Endurance, Focus and Confidence, Faster Recovery, Promotes better sleep",
        "effectiveTime": "8 - 12 hours",
        "keywords": [
            "Proviron",
            "Provi",
            "Mesterolone",
            "TRT",
            "Test",
            "Sex",
            "Sexual",
            "Increase",
            "Libido",
            "Strength",
            "Endurance",
            "Mass",
            "Lean",
            "Recovery",
            "Workout",
            "Enhanced",
            "Energy",
            "Erection",
            "Erectile",
            "Performance",
            "Bulk",
            "ED",
            "Power",
            "Powerful",
            "Fat",
            "Loss",
            "Lose",
            "Weight",
            "Cut",
            "Cutting",
            "Gain",
            "Focus",
            "Confidence",
            "Endurance",
            "Speed",
            "oral",
            "sex",
            "horny",
            "boner"
        ]
    },
    {
        "name": "Clenbuterol 50mcg",
        "dose": "50 mcg/tablet",
        "normalPrice": 119.00,
        "salePrice": {
            "sales": true,
            "value": 68.00
        },
        "category": [
            "orals"
        ],
        "description": "Clenbuterol in a pressed tablet application. As a stimulant, Clenbuterol has a powerful effect on the nervous system. By binding to tissue and cell adrenoreceptors all throughout the body, Clenbuterol stimulates them in various ways. When it comes to the tissue type we are most interested in – the fat tissue – Clenbuterol stimulates beta-2 receptors and encourages the process of lipolysis which is the breakdown of fats. By boosting metabolic rate and the speed at which fat can be broken down, Clenbuterol’s effects on fat loss can be pronounced. As a thermogenic, Clenbuterol raises your body temperature which results in a faster metabolic rate. With a more efficient metabolism, your body starts burning calories faster and the result is fat loss. This is where the true power exists in Clenbuterol for its use as a fat burning compound and quite simply, it’s just not possible to lose fat naturally as quickly as it can occur when you use Clenbuterol.",
        "benefits": "Increased Metabolism, Increased Blood Flow, Rapid Fat Burning, Increased Oxygen Delivery, Increased Energy, Increased Intensity During Workouts",
        "effectiveTime": "35 hours",
        "keywords": [
            "Oral",
            "Clen",
            "Clenbuterol",
            "Fat",
            "Loss",
            "Lose",
            "Fat Loss",
            "Stimulant",
            "Lean",
            "Cut",
            "Cutting",
            "Strength",
            "Increase",
            "Endurance",
            "Bone",
            "Bones",
            "Healing",
            "Weight",
            "Grow",
            "Growth",
            "Burning",
            "Cardio",
            "Men",
            "Women",
            "Lean Mass",
            "Female",
            "Energy"
        ]
    },
    {
        "name": "T3 50mcg",
        "dose": "50 mcg/tablet",
        "normalPrice": 115.00,
        "salePrice": {
            "sales": true,
            "value": 75.00
        },
        "category": [
            "orals"
        ],
        "description": "Cytomel (Liothyronine) T3 in a pressed tablet application. Cytomel is a different type of compound as it is not an anabolic steroid, nor is it a SARM or any other category of substance that is commonly used by bodybuilders or athletes. It is a synthetic form of a thyroid hormone called T3, or triiodothyronine, which is produced naturally in the body. It’s the effects on the metabolism that made Cytomel appealing to athletes and bodybuilders. Most of all, the potential for accelerated fat loss by boosting the metabolic rate.",
        "benefits": "Increased Metabolism, Rapid Fat Burning",
        "effectiveTime": "1 day",
        "keywords": [
            "Oral",
            "T3",
            "Cytomel",
            "Triiodothyronine",
            "Liothyronine",
            "Reduction",
            "Recomposition",
            "Thyroid",
            "Metabolism",
            "Fat",
            "Loss",
            "Lose",
            "Fat Loss",
            "Stimulant",
            "Lean",
            "Cut",
            "Cutting",
            "Strength",
            "Increase",
            "Endurance",
            "Bone",
            "Bones",
            "Healing",
            "Weight",
            "Grow",
            "Growth",
            "Burning",
            "Cardio",
            "Men",
            "Women",
            "Lean Mass",
            "Female"
        ]
    },
    {
        "name": "T4 50mcg",
        "dose": "50 mcg/tablet | 50 total tablets",
        "normalPrice": 115.00,
        "salePrice": {
            "sales": true,
            "value": 75.00
        },
        "category": [
            "orals"
        ],
        "description": "T4 L-Thyroxine in a pressed tablet application. T4 is also known as L-Thyroxine T4 and is one of two primary hormones your thyroid produces, the other being triiodothyronine, or T3, although T4 makes up 90 percent of thyroid hormone. Every cell in your body depends upon thyroid hormones to regulate their metabolic function. Thyroid medication is frequently used by bodybuilders getting ready for a competition to lose excess fat by speeding up their basal metabolic rate and help them get 'cut,' or produce maximum muscle definition. Although the thyroid hormone T3 is more popular for this purpose, T4 may lead to increased muscle retention and improve the effects of growth hormone in weightlifters who are also taking growth hormone.",
        "benefits": [
            "Increased Metabolism",
            "Fat Burning",
            "Increased Muscle Retention",
            "Increased Muscle Definition"
        ],
        "effectiveTime": "5 - 7 days",
        "keywords": [
            "T4",
            "L-Thyroxine",
            "Thyroxine",
            "reduction",
            "recomposition",
            "thyroid",
            "metabolism",
            "Fat",
            "Loss",
            "Lose",
            "Fat Loss",
            "Stimulant",
            "lean",
            "cut",
            "cutting",
            "strength",
            "increase",
            "endurance",
            "bone",
            "bones",
            "healing",
            "weight",
            "grow",
            "growth",
            "burning",
            "cardio",
            "men",
            "women",
            "lean mass",
            "female",
            "women",
            "energy",
            "oral"
        ]
    },
    {
        "name": "Nolvadex 20mg",
        "dose": "20 mg/tablet | 50 total tablets",
        "normalPrice": 85.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Tamoxifen Citrate in a pressed tablet application. Tamoxifen Citrate (brand name Nolvadex) is another Selective Estrogen Receptor Modulator (SERM) that is often used as an anti-estrogen and post cycle therapy drug by anabolic steroid users. Nolvadex is specifically used to prevent gynecomastia, (male breast tissue enlargement) it does this by binding to estrogen receptors in that particular part of the body, so that the estrogen is unable to bind thereby reducing or eliminating the effect of estrogen on breast tissue.",
        "benefits": [
            "Increased Natural Testosterone Production",
            "Prevention of Gynecomastia"
        ],
        "effectiveTime": "7 - 14 days",
        "keywords": [
            "Nolvadex",
            "Nolva",
            "AI",
            "A.I.",
            "SERM",
            "gynecomastia",
            "lower",
            "estrogen",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "oral",
            "Post Cycle Therapy"
        ]
    },
    {
        "name": "Clomiphene 50mg",
        "dose": "50 mg/tablet | 50 total tablets",
        "normalPrice": 105.00,
        "salePrice": {
            "sales": true,
            "value": 65.00
        },
        "category": [
            "orals"
        ],
        "description": "Clomiphene Citrate (Chlorodehydromethyltest) in a pressed tablet application. Clomid (Clomiphene Citrate) is in the class of drugs called Selective Estrogen Receptor Modulators (SERM). It has anti-estrogen effects and was originally developed as a fertility medication. Clomid is also sometimes prescribed for the treatment of hypogonadism in men as an alternative option to testosterone replacement therapy, with excellent results often seen in this area (increases the output of luteinizing hormone by the pituitary gland) which is why Clomid became such a sought after drug for those using anabolic steroids.",
        "benefits": [
            "Promotes Fertility",
            "Prevention of Gynecomastia",
            "Increased Output of Luteinizing Hormone",
            "Increased Natural Testosterone Production"
        ],
        "effectiveTime": "5 - 7 days",
        "keywords": [
            "Clomid",
            "Clomiphene",
            "Citrate",
            "AI",
            "A.I.",
            "SERM",
            "gynecomastia",
            "lower",
            "estrogen",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "testosterone",
            "production",
            "natural",
            "fertility",
            "fertile",
            "SERM",
            "oral",
            "Post Cycle Therapy",
            "clomid citrate",
            "clomiphene citrate"
        ]
    },
    {
        "name": "Nolvadex 20mg",
        "dose": "20 mg/tablet | 50 total tablets",
        "normalPrice": 85.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Tamoxifen Citrate in a pressed tablet application. Tamoxifen Citrate (brand name Nolvadex) is another Selective Estrogen Receptor Modulator (SERM) that is often used as an anti-estrogen and post cycle therapy drug by anabolic steroid users. Nolvadex is specifically used to prevent gynecomastia (male breast tissue enlargement). It does this by binding to estrogen receptors in that particular part of the body, so that the estrogen is unable to bind, thereby reducing or eliminating the effect of estrogen on breast tissue.",
        "benefits": [
            "Increased Natural Testosterone Production",
            "Prevention of Gynecomastia"
        ],
        "effectiveTime": "7 - 14 days",
        "keywords": [
            "Nolvadex",
            "Nolva",
            "AI",
            "A.I.",
            "SERM",
            "gynecomastia",
            "lower",
            "estrogen",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "oral",
            "Post Cycle Therapy",
            "tamoxifen",
            "tamoxifen citrate"
        ]
    },
    {
        "name": "Aromasin 10mg",
        "dose": "10 mg/tablet | 50 total tablets",
        "normalPrice": 90.00,
        "salePrice": {
            "sales": true,
            "value": 55.00
        },
        "category": [
            "orals"
        ],
        "description": "Exemestane in a pressed tablet application. Exemestane is a powerful aromatase inhibitor, which is what makes it also valued so highly as one of the best PCT drugs by people who use anabolic steroids. Aromasin is an effective way to lower your estrogen levels while on a steroid cycle so you can reduce or even completely prevent estrogenic side effects like gyno, and this drug is known to be very effective at lowering estrogen. Studies show that Aromasin can lower estrogen levels and increase testosterone concentrations in males.",
        "benefits": [
            "Prevention of Estrogenic Conversion",
            "Prevention of Gynecomastia",
            "Increased Free Testosterone Levels",
            "Lowered Estrogen Levels"
        ],
        "effectiveTime": "1 - 2 days",
        "keywords": [
            "Aromasin",
            "Asin",
            "AI",
            "A.I.",
            "aromatase",
            "inhibitor",
            "free",
            "test",
            "testosterone",
            "conversion",
            "lower",
            "estrogen",
            "anti",
            "gynecomastia",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "SERM",
            "oral",
            "Post Cycle Therapy",
            "exemestane"
        ]
    },
    {
        "name": "Arimidex 1mg",
        "dose": "1 mg/tablet | 50 total tablets",
        "normalPrice": 85.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Anastrozole in a pressed tablet application. As one of the best aromatase inhibitors, Arimidex is considered the most effective choice for combating the estrogenic side effects of aromatizing steroid use like gynecomastia, water retention, and the associated high blood pressure that can come with excess water retention. Using Arimidex during a cycle is almost universal among steroid users as an estrogenic related side effects protection strategy.",
        "benefits": [
            "Prevention of Estrogenic Conversion",
            "Prevention of Gynecomastia",
            "Lowered Estrogen Levels"
        ],
        "effectiveTime": "2 - 3 days",
        "keywords": [
            "Arimidex",
            "anastrozole",
            "Adex",
            "AI",
            "A.I.",
            "aromatase",
            "inhibitor",
            "test",
            "testosterone",
            "conversion",
            "lower",
            "estrogen",
            "anti",
            "gynecomastia",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "SERM",
            "oral",
            "Post Cycle Therapy"
        ]
    },
    {
        "name": "Letrozole 2.5mg",
        "dose": "2.5 mg/tablet | 50 total tablets",
        "normalPrice": 85.00,
        "salePrice": {
            "sales": true,
            "value": 45.00
        },
        "category": [
            "orals"
        ],
        "description": "Letrozole (Femara) in a pressed tablet form. Letrozole is able to lower your overall estrogen levels because it blocks the aromatase enzyme. This is in contrast to the other popular category of estrogen control drugs for steroid users, SERMs, which only target very specific areas of the body. Letrozole combats a wider range of estrogenic side effects caused by steroids, with the two main ones being gynecomastia and water retention. Letrozole is such a powerful AI and so effective at controlling estrogen that some steroid users have reported being able to successfully reverse the effects of gyno when using this drug.",
        "benefits": [
            "Prevention of Estrogenic Conversion",
            "Prevention of Gynecomastia",
            "Lowered Estrogen Levels",
            "Reversal of Gynecomastia"
        ],
        "effectiveTime": "2 - 4 days",
        "keywords": [
            "Letrozole",
            "Letro",
            "reverse",
            "AI",
            "A.I.",
            "aromatase",
            "inhibitor",
            "test",
            "testosterone",
            "conversion",
            "lower",
            "estrogen",
            "anti",
            "gynecomastia",
            "prevent",
            "prevention",
            "conversion",
            "TRT",
            "PCT",
            "Post",
            "Cycle",
            "Therapy",
            "SERM",
            "oral",
            "Post Cycle Therapy",
            "femara"
        ]
    },
    {
        "name": "Viagra 50mg",
        "dose": "50 mg/tablet | 50 total tablets",
        "normalPrice": 175.00,
        "salePrice": {
            "sales": true,
            "value": 89.00
        },
        "category": [
            "orals"
        ],
        "description": "Sildenafil (Viagra) in a pressed tablet application. Sildenafil is used to treat men who have erectile dysfunction (also called sexual impotence). Sildenafil belongs to a group of medicines called phosphodiesterase 5 (PDE5) inhibitors. These medicines prevent an enzyme called phosphodiesterase type-5 from working too quickly. The penis is one of the areas where this enzyme works.",
        "benefits": [
            "Increased Erection Size",
            "Increased Erection Duration",
            "Increased Erection Density",
            "Increased Orgasm Intensity",
            "Increased Blood Flow"
        ],
        "effectiveTime": "30 mins - 5 hours",
        "keywords": [
            "Viagra",
            "sildenafil",
            "erection",
            "erectile",
            "dysfunction",
            "ED",
            "E.D.",
            "sex",
            "sexual",
            "perform",
            "performance",
            "increase",
            "blood",
            "flow",
            "size",
            "intense",
            "intensity",
            "oral",
            "horny",
            "sexual performance"
        ]
    },
    {
        "name": "Cialis 20mg",
        "dose": "20 mg/tablet | 50 total tablets",
        "normalPrice": 109.00,
        "salePrice": {
            "sales": true,
            "value": 69.00
        },
        "category": [
            "orals"
        ],
        "description": "Cialis (Tadalafil) in a pressed tablet application. Tadalafil is in a class of drugs called phosphodiesterase-5 (PDE5) inhibitors and is available in a generic form often called generic Cialis. Cialis works by increasing blood flow to the penis to help a person get and maintain an erection. Cialis and tadalafil are also prescribed to treat the symptoms of BPH, also known as an enlarged prostate. Tadalafil is also FDA-approved to treat pulmonary arterial hypertension (PAH), which is high blood pressure affecting the arteries in the lungs.",
        "benefits": [
            "Increased Erection Size",
            "Increased Erection Duration",
            "Increased Erection Density",
            "Increased Blood Flow",
            "Assists Natural Prostate Function",
            "Lowered Blood Pressure"
        ],
        "effectiveTime": "1 - 3 days",
        "keywords": [
            "Cialis",
            "tadalafil",
            "erection",
            "erectile",
            "dysfunction",
            "ED",
            "E.D.",
            "sex",
            "sexual",
            "perform",
            "performance",
            "prostate",
            "BPH",
            "PAH",
            "pulmonary",
            "arterial",
            "hypertension",
            "increase",
            "blood",
            "flow",
            "size",
            "intense",
            "intensity",
            "oral",
            "horny"
        ]
    },
    {
        "name": "Ajanta Daily Cialis 5mg",
        "dose": "5 mg/tablet | 30 total tablets",
        "normalPrice": 120.00,
        "salePrice": {
            "sales": true,
            "value": 80.00
        },
        "category": [
            "orals"
        ],
        "description": "Cialis (Tadalafil) in a pressed tablet application. This is a relatively small dose of Cialis made for daily use. Tadalafil is in a class of drugs called phosphodiesterase-5 (PDE5) inhibitors and is available in a generic form often called generic Cialis. Cialis works by increasing blood flow to the penis to help a person get and maintain an erection. Cialis and tadalafil are also prescribed to treat the symptoms of BPH, also known as an enlarged prostate. Tadalafil is also FDA-approved to treat pulmonary arterial hypertension (PAH), which is high blood pressure affecting the arteries in the lungs.",
        "benefits": [
            "Increased Erection Size",
            "Increased Erection Duration",
            "Increased Erection Density",
            "Increased Blood Flow",
            "Assists Natural Prostate Function",
            "Lowered Blood Pressure"
        ],
        "effectiveTime": "1 - 3 days",
        "keywords": [
            "Cialis",
            "tadalafil",
            "erection",
            "erectile",
            "dysfunction",
            "ED",
            "E.D.",
            "sex",
            "sexual",
            "perform",
            "performance",
            "prostate",
            "BPH",
            "PAH",
            "pulmonary",
            "arterial",
            "hypertension",
            "increase",
            "blood",
            "flow",
            "size",
            "intense",
            "intensity",
            "oral",
            "horny",
            "pharma",
            "pharmacy"
        ]
    },
    {
        "name": "Priligy 30mg",
        "dose": "30 mg/tablet | 50 total tablets",
        "normalPrice": 105.00,
        "salePrice": {
            "sales": true,
            "value": 75.00
        },
        "category": [
            "orals"
        ],
        "description": "Priligy (Dapoxetine) in a pressed tablet application. Dapoxetine is a selective serotonin reuptake inhibitor medicine which has been specially developed for the treatment of premature ejaculation. It increases the time it takes to ejaculate and can improve the control over the ejaculation. It starts to work very quickly, so it is taken when you anticipate having sex, rather than every day. You have to take it 1-3 hours before you have sex.",
        "benefits": [
            "Delayed Ejaculation",
            "Increased Erection Duration"
        ],
        "effectiveTime": "1.5 hours",
        "keywords": [
            "Priligy",
            "dapoxetine",
            "erection",
            "erectile",
            "dysfunction",
            "ED",
            "E.D.",
            "sex",
            "sexual",
            "perform",
            "performance",
            "increase",
            "blood",
            "flow",
            "size",
            "ejaculation",
            "delayed",
            "premature",
            "intense",
            "intensity",
            "oral",
            "dapox",
            "horny"
        ]
    },
    {
        "name": "Levitra 20mg",
        "dose": "20 mg/tablet | 50 total tablets",
        "normalPrice": 105.00,
        "salePrice": {
            "sales": true,
            "value": 65.00
        },
        "category": [
            "orals"
        ],
        "description": "Levitra (vardenafil hydrochloride) in a pressed tablet application. Levitra (vardenafil hydrochloride) is an oral medication taken to treat erectile dysfunction (ED). It’s in the same class of drugs as other popular ED medications, including Viagra and Cialis. Levitra blocks PDE5 from breaking down the substances produced by nitric oxide that allow the smooth muscles in your penis to relax. Blood can then flow more easily into the penis tissues and give you an erection.",
        "benefits": [
            "Increased Erection Size",
            "Increased Erection Duration",
            "Increased Erection Density",
            "Increased Orgasm Intensity",
            "Increased Blood Flow"
        ],
        "effectiveTime": "30 mins - 5 hours",
        "keywords": [
            "Levitra",
            "vardenafil",
            "hydrochloride",
            "erection",
            "erectile",
            "dysfunction",
            "ED",
            "E.D.",
            "sex",
            "sexual",
            "perform",
            "performance",
            "increase",
            "blood",
            "flow",
            "size",
            "intense",
            "intensity",
            "oral",
            "horny"
        ]
    },
    {
        "name": "Halotestin 10mg",
        "dose": "10 mg/tablet | 50 total tablets",
        "normalPrice": 115.00,
        "salePrice": {
            "sales": true,
            "value": 75.00
        },
        "category": [
            "orals"
        ],
        "description": "Fluoxymesterone in a pressed tablet application. Halotestin comes with an anabolic rating that is about 19 times more powerful than testosterone. Halotestin excels at boosting strength significantly and for that reason it can be valued by competitive strength athletes. Greatly enhanced strength is the most important and desired effect of Halotestin and often the sole reason that a bodybuilder will choose to use it. The massive boost in strength and energy mainly comes from the effect of Halotestin on red blood cell function.",
        "benefits": [
            "Increased Strength",
            "Increased Aggression",
            "Increased Energy"
        ],
        "effectiveTime": "9.5 hours",
        "keywords": [
            "Halo",
            "Halotestin",
            "Fluoxymesterone",
            "Strength",
            "Aggression",
            "Endurance",
            "Energy",
            "Power",
            "Powerful",
            "oral",
            "anger",
            "angry"
        ]
    }
]